Repository: Dykij/Dmarket_Telegram_bot
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: uk

source: Welcome to DMarket Telegram Bot!
uk: Ласкаво просимо до Telegram боту DMarket!

source: Please select your preferred language:
uk: Будь ласка, оберіть бажану мову:

source: Language set to {}
uk: Мову встановлено на {}

source: Welcome back!
uk: З поверненням!

source: Item {item_name} price changed to ${price}
uk: Ціна предмета {item_name} змінилася на ${price}

source: Current offers:
uk: Поточні пропозиції:

source: No offers available at the moment.
uk: На даний момент пропозицій немає.

source: Minimum price set to ${price}
uk: Мінімальну ціну встановлено на ${price}

source: Profit limit set to {limit}%
uk: Ліміт прибутку встановлено на {limit}%

source: Invalid value. Please enter a number.
uk: Невірне значення. Будь ласка, введіть число.

source: Settings updated successfully.
uk: Налаштування успішно оновлено.

source: Error: {error_message}
uk: Помилка: {error_message}

source: Loading...
uk: Завантаження...

source: Page {current_page} of {total_pages}
uk: Сторінка {current_page} з {total_pages}

source: Next
uk: Далі

source: Previous
uk: Назад

source: Back
uk: Назад

source: Cancel
uk: Скасувати

source: Operation cancelled.
uk: Операцію скасовано.

source: Help
uk: Допомога

source: Settings
uk: Налаштування

source: Available commands:
uk: Доступні команди:

source: /start - Start the bot
uk: /start - Запустити бота

source: /offers - Show available offers
uk: /offers - Показати доступні пропозиції

source: /set_min_price - Set minimum price
uk: /set_min_price - Встановити мінімальну ціну

source: /set_limit - Set profit limit
uk: /set_limit - Встановити ліміт прибутку

source: /language - Change language
uk: /language - Змінити мову

source: /help - Show help
uk: /help - Показати довідку

source: /settings - Show settings
uk: /settings - Показати налаштування
